Repository: chethanram/mappress-google-maps-for-wordpress
Catalog: languages/mappress-*.po
Languages: ru_ru

source: Google error: BAD REQUEST
ru_ru: Ошибка Google: ПЛОХОЙ ЗАПРОС

source: Google internal error. Try again later.
ru_ru: Внутреняя ошибка Google. Попробуйте позже.

source: The starting or ending address was missing.
ru_ru: Начало и конец адреса неправильные.

source: The starting or ending address could not be found. Please check that the address is correct and completely entered.
ru_ru: Начало и конец адреса не найдены. Проверьте, что адрес введен правильно.

source: Google cannot return those directions for legal or contractual reasons
ru_ru: Google не может вернуть направления по правовой или договорной причинам

source: Google cannot return directions between those addresses. There is no route between them or the routing information is not available.
ru_ru: Google не может вернуть направления между этими адресами. Нет маршрута или маршрутизации информации между ними.

source: Invalid map API key
ru_ru: Неправильный API ключ карты

source: Your key has issued too many queries in one day.
ru_ru: Ваш ключ выпустил слишком много запросов в один день.

source: Unknown error, unable to return directions. Status code =
ru_ru: Неизвестная ошибка, нельзя вернуть направления. Код состояния =

source: No matching address
ru_ru: Нет адресов

source: Did you mean:
ru_ru: Как вы думаете:

source: Error: your browser does not seem to support the street view Flash player
ru_ru: Ошибка: Ваш браузер не поддерживает Flash Player

source: Sorry, no street view data is available for this location
ru_ru: К сожалению, нет улицы для этого места

source: Sorry, Google was unable to display the street view in your browser
ru_ru: К сожалению, Google не смог отобразить просмотр улиц в вашем браузере

source: Directions
ru_ru: Направления

source: Address
ru_ru: Адрес

source: to here
ru_ru: куда

source: from here
ru_ru: откуда

source: Get directions
ru_ru: Получить направление

source: Please enter your API key. Need an API key? Get one
ru_ru: Пожалуйста, введите API ключ. Нужен? Получите

source: MapPress could not load google maps. Either your browser is incompatible or your API key is invalid. Need an API key? Get one
ru_ru: MapPress не может загрузить Google Maps. Ваш браузер не совместим или ваш ключ API недействительный. Нужен API ключ? Получить один

source: here
ru_ru: здесь

source: That address is already on the map :
ru_ru: Этот адрес уже есть на карте:

source: Edit
ru_ru: Редактировать

source: Save
ru_ru: Сохранить

source: Cancel
ru_ru: Отмена

source: Delete
ru_ru: Удалить

source: Please enter an address
ru_ru: Пожалуйста, введите адрес

source: Title
ru_ru: Заголовок

source: Delete this map marker?
ru_ru: Удалить маркер карты?

source: Please select an icon or click to close:
ru_ru: Пожалуйста, выберите иконку или нажмите дял закрытия

source: MapPress isn't ready yet. Please enter your Google Maps API Key on the
ru_ru: MapPress еще не готова. Пожалуйста, введите свой Google API ключ на

source: MapPress options screen.
ru_ru: Настройки отображения MapPress.

source: Map options
ru_ru: Настройки карты.

source: (leave blank for default)
ru_ru: (оставьте пустым по умолчанию)

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Zoom
ru_ru: Увеличение

source: Insert map in post &raquo;
ru_ru: Вставить карту в пост &raquo;

source: Add address
ru_ru: Добавить адрес

source: Automatic
ru_ru: Автоматически

source: 1 - zoomed out
ru_ru: 1 - без зума

source: 20 - zoomed in
ru_ru: 20 - с зумом

source: ACCESS DENIED: You don't have permission to do this.
ru_ru: Поступ запрещен: У вас нет разрешения на это.

source: Settings saved
ru_ru: Настройки сохранены

source: what's my country code?
ru_ru: какой код моей страны?

source: MapPress Options
ru_ru: настройки MapPress

source: MapPress help
ru_ru: помощь по MapPress

source: Google Maps API Key
ru_ru: Google Maps API ключ

source: Map defaults
ru_ru: Настройки карты по умолчанию

source: Map width
ru_ru: Ширина карты

source: Enter a value in pixels (default is 400)
ru_ru: Ввыдите значение в пикселях (400 по умолчанию)

source: Map height
ru_ru: Высота карты

source: Enter a value in pixels (default is 300)
ru_ru: Ввыдите значение в пикселях (300 по умолчанию)

source: Address format
ru_ru: Формат адреса

source: Exactly as entered
ru_ru: Точно так же, как вступил

source: Corrected address
ru_ru: Корректировка адреса

source: Advanced Settings
ru_ru: Продвинутые настройки

source: Country code for searches
ru_ru: Код страны для поиска

source: Enter a country code to use as a default when searching for an address.
ru_ru: Введите код страны для использования по умолчанию при поиске адреса.

source: Check to enable directions to/from map markers
ru_ru: Проверьте, чтобы направления с / на маркерах карты

source: Big map controls
ru_ru: Элементы управления больших карт

source: Map types button
ru_ru: Кнопка типов карты

source: Check to enable the "map types" button on the map
ru_ru: Нажмите для включения кнопки "map types" на карте

source: Initial map type
ru_ru: Тип карты инициализации

source: Choose the map type to use when the map is first displayed
ru_ru: Выбрать тип карты для использования, когда карта отображается первой

source: Initial marker
ru_ru: Начальный маркер

source: Check to open the first marker when the map is displayed.
ru_ru: Проверьте, первый маркер, когда карта отображается.

source: Check to show the "GoogleBar" search box for local business listings.
ru_ru: Проверьте отображение поискового блока "GoogleBar"

source: MapPress link
ru_ru: Ссылка MapPress

source: Enable the "powered by" link.
ru_ru: Активировать ссылку "powered by"

source: Default map icon:
ru_ru: Стандартная иконка карты:

source: (click the icon to choose)
ru_ru: (нажмите на иконку для выбора)

source: Save Changes
ru_ru: Сохранить изменения

source: Close
ru_ru: Закрыть

source: Get Directions
ru_ru: Получить пути

source: Print Directions
ru_ru: Распечатать пути
